Revit 2021.1 API
UnitTypeId.RatioTo10 Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId RatioTo10 { get; }
Visual Basic
Public Shared ReadOnly Property RatioTo10 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RatioTo10 {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace